
const typeTC = {
    tc1: {
        label: "Мотоциклы",
        st3: 1579, st4: 1579, st5: 1579, st6: 1579
        /*
         st3 все субъекты РФ кроме Крыма, Татарстана, Чечни, Москвы. + Байконур
         st4 Крым, Татарстан, Чечня.
         st5 Москва
         st6 для ТС, зарегистрированных в иностранных гос-вах, временно используемые на терр-ии РФ; Для ТС, следующих к месту регистрации, к месту ТО или повторного ТО
         */
    },
    tc21: {
        label: "ТС категории В",
        st3: 2573, st4: 2573, st5: 2573, st6: 3087

    },
    tc22: {
        label: "ТС категории В",
        st3: 4118, st4: 4118, st5: 3700, st6: 4118
    },
    tc23: {
        label: "ТС категории В, используемые как такси",
        st3: 6166, st4: 6166, st5: 6166, st6: 6166
    },
    tc31: {
        label: "ТС кат.С и СЕ с РММ до 16 тонн",
        st3: 4211, st4: 3509, st5: 4211, st6: 4211
    }
    ,
    tc32: {
        label: "ТС кат.С и СЕ с РММ более 16 тонн",
        st3: 6341, st4: 5284, st5: 6341, st6: 6341
    }
    ,
    tc41: {
        label: "ТС кат.D и DЕ с ЧПМ до 16 включительно",
        st3: 3370, st4: 2808, st5: 3370, st6: 3370
    },
    tc42: {
        label: "ТС кат.D и DЕ с ЧПМ более 16",
        st3: 4211, st4: 3509, st5: 4211, st6: 4211
    },
    tc43: {
        label: "ТС кат.D и DЕ с посадкой и высадкой по маршруту (маршрутки)",
        st3: 6166, st4: 5138, st5: 6166, st6: 6166
    },
    tc5: {
        label: "Троллейбусы (ТС кат. Tb)",
        st3: 3370, st4: 3370, st5: 3370, st6: 3370
    },
    tc6: {
        label: "Трамваи (ТС кат. Tm)",
        st3: 2101, st4: 2101, st5: 2101, st6: 2101

    },
    tc7: {
        label: "Тракторы,самоходные дорожно-строительные машины",
        st3: 1579, st4: 1124, st5: 1579, st6: 1579

    }

};
const powerTC = {
    p0: {
        label: "до 50 включительно",
        coeff: 0.6
    },
    p50: {
        label: "от 50 до 70 включительно",
        coeff: 1
    },
    p70: {
        label: "от 70 до 100 включительно",
        coeff: 1.1
    },
    p100: {
        label: "от 100 до 120 включительно",
        coeff: 1.2
    },
    p120: {
        label: "от 120 до 150 включительно",
        coeff: 1.4
    },
    p150: {
        label: "свыше 150",
        coeff: 1.6
    }

};
const term = {
    t0: {
        label: "от 5 до 15 дней",
        coeff: 0.2
    },
    t1: {
        label: "от 16 дней до 1 месяца",
        coeff: 0.3
    },

    t2: {
        label: "2 месяца",
        coeff: 0.4
    },
    t3: {
        label: "3 месяца",
        coeff: 0.5
    },
    t4: {
        label: "4 месяца",
        coeff: 0.6
    },
    t5: {
        label: "5 месяцев",
        coeff: 0.65
    },
    t6: {
        label: "6 месяцев",
        coeff: 0.7
    },
    t7: {
        label: "7 месяцев",
        coeff: 0.8
    },
    t8: {
        label: "8 месяцев",
        coeff: 0.9
    },
    t9: {
        label: "9 месяцев",
        coeff: 0.95
    },
    t10: {
        label: "10 месяцев и более",
        coeff: 1
    },
    t12: {
        label: "1 год",
        coeff: null,
        disabled: true
    }
    ,
    t20: {
        label: "до 20 дней",
        coeff: 0.2,
        disabled: true
    }


};
const period = {
    t0: {
        label: "3 месяца",
        coeff: 0.5,
        disabled: true
    },
    t1: {
        label: "4 месяца",
        coeff: 0.6,
        disabled: true
    },
    t2: {
        label: "5 месяцев",
        coeff: 0.65,
        disabled: true
    },
    t4: {
        label: "6 месяцев",
        coeff: 0.7
    },
    t5: {
        label: "7 месяцев",
        coeff: 0.8
    },
    t6: {
        label: "8 месяцев",
        coeff: 0.9
    },
    t7: {
        label: "9 месяцев",
        coeff: 0.95
    },
    t8: {
        label: "10 месяцев и более",
        coeff: 1
    }

};
const kbm = {
    kb100: {
        label: "1 -- Не страховался ранее",
        coeff: 1
    },
    kb110: {
        label: "2.45  --  класс КБМ M",
        coeff: 2.45
    },

    kbm0: {
        label: "2.3  --  класс КБМ 0",
        coeff: 2.3
    },
    kbm1: {
        label: "1.55  --  класс КБМ 1",
        coeff: 1.55
    },
    kbm2: {
        label: "1.4  --  класс КБМ 2",
        coeff: 1.4
    },
    kbm3: {
        label: "1.0  --  класс КБМ 3",
        coeff: 1.0
    },
    kbm4: {
        label: "0.95  --  класс КБМ 4",
        coeff: 0.95
    },
    kbm5: {
        label: "0.9  --  класс КБМ 5",
        coeff: 0.9
    },

    kbm6: {
        label: "0.85  --  класс КБМ 6",
        coeff: 0.85
    },
    kbm7: {
        label: "0.8  --  класс КБМ 7",
        coeff: 0.8
    },
    kbm8: {
        label: "0.75  --  класс КБМ 8",
        coeff: 0.75
    },
    kbm9: {
        label: "0.7  --  класс КБМ 9",
        coeff: 0.7
    },
    kbm10: {
        label: "0.65  --  класс КБМ 10",
        coeff: 0.65
    },
    kbm11: {
        label: "0.6  --  класс КБМ 11",
        coeff: 0.6
    },
    kbm12: {
        label: "0.55  --  класс КБМ 12",
        coeff: 0.55
    },
    kbm13: {
        label: "0.5  --  класс КБМ 13",
        coeff: 0.5
    },
};
const driving_experience = { //возраст и водительский стаж
    de1: {
        label: "Возраст до 22 лет включительно, стаж до 3 лет включительно",
        coeff: 1.8
    },
    de2: {
        label: "Возраст старше 22 лет, стаж до 3 лет включительно",
        coeff: 1.7
    },
    de3: {
        label: "Возраст до 22 лет включительно, стаж свыше 3 лет",
        coeff: 1.6
    },
    de4: {
        label: "Возраст свыше 22 лет, стаж свыше 3 лет",
        coeff: 1
    },
};
const regions = {
    r90: {
        label: "Москва",
        st_group: "st5",
        city: {
            "Выберите": null,
            "Москва": "2, 1.2",
            "пригороды региона": "1.7, 1"
        }
    },
    r2: {
        label: "Санкт-Петербург",
        st_group: "st3",
        city: {
            "Выберите": null,
            "Санкт-Петербург": "1.8, 1",
            "пригороды региона": "1.7, 1"
        }
    },
    r1: {
        label: "Московская область",
        st_group: "st5",
        city: {
            "Выберите город": null,
            "пригороды Москвы": "1.7, 1",
            "другие города и населенные пункты региона": "1.7, 1"
        }
    },


    r91: {
        label: "Ленинградская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "пригороды Санкт-Петербурга": "1.3, 0.8",
            "другие города и населенные пункты региона": "1.3, 0.8"
        }
    },

    r3: {
        label: "Адыгея",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "все города и населенные пункты региона": "1.3, 1"
        }
    },
    r4: {
        label: "Алтайский край",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Горно-Алтайск": "1.3, 0.8",
            "Барнаул": "1.7, 1",
            "Бийск": "1.2, 0.8",
            "Заринск": "1.1, 0.8",
            "Новоалтайск": "1.1, 0.8",
            "Рубцовск": "1.1, 0.8",
            "другие города и населенные пункты региона": "0.7, 0.5"
        }
    },

    r5: {
        label: "Амурская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Белогорск": "1.1, 0.9",
            "Благовещенск": "1.6, 0.9",
            "Свободный": "1.1, 0.9",
            "другие города и населенные пункты региона": "1, 0.6"
        }
    },

    r6: {
        label: "Архангельская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Архангельск": "1.8, 1",
            "Северодвинск": "1.7, 1",
            "другие города и населенные пункты региона": "0.85, 0.5"
        }
    },

    r7: {
        label: "Астраханская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Астрахань": "1.4, 1",
            "другие города и населенные пункты региона": "0.8, 0.5"
        }
    },
    r8: {
        label: "Байконур",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "все города и населенные пункты региона": "0.6, 0.5"
        }
    },

    r9: {
        label: "Башкоркостан",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Благовещенск": "1.2, 0.8",
            "Октябрьский": "1.2, 0.8",
            "Ишимбай": "1.1, 0.8",
            "Кумертау": "1.1, 0.8",
            "Салават": "1.1, 0.8",
            "Стерлитамак": "1.3, 0.8",
            "Туймазы": "1.3, 0.8",
            "Уфа": "1.8, 1",
            "другие города и населенные пункты региона": "1, 0.8"
        }
    },
    r10: {
        label: "Белгородская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Белгород": "1.3, 0.8",
            "Губкин": "1, 0.8",
            "Старый Оскол": "1, 0.8",
            "другие города и населенные пункты региона": "0.8, 0.5"
        }
    },
    r11: {
        label: "Брянская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Брянск": "1.5, 1",
            "Клинцы": "1, 0.8",
            "другие города и населенные пункты региона": "0.7, 0.5"
        }
    },
    r12: {
        label: "Бурятия",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Улан-Удэ": "1.3, 0.8",
            "другие города и населенные пункты региона": "0.6, 0.5"
        }
    },
    r13: {
        label: "Владимирская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Владимир": "1.6, 1",
            "Гусь-Хрустальный": "1.1, 0.8",
            "Муром": "1.2, 0.8",
            "другие города и населенные пункты региона": "1, 0.8"
        }
    },
    r14: {
        label: "Волгоградская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Волгоград": "1.3, 0.8",
            "Волжский": "1.1, 0.8",
            "Камышин": "1, 0.8",
            "Михайловка": "1, 0.8",
            "другие города и населенные пункты региона": "0.7, 0.5"
        }
    },


    r16: {
        label: "Вологодская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Вологда": "1.7, 1",
            "Череповец": "1.8, 1",
            "другие города и населенные пункты региона": "0.9, 0.5"
        }
    },

    r17: {
        label: "Воронежская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Борисоглебск": "1.1, 0.9",
            "Лиски": "1.1, 0.9",
            "Россошь": "1.1, 0.9",
            "Воронеж": "1.5, 1.1",
            "Воронеж-45": "0.8, 0.6",
            "Нововоронеж": "0.8, 0.6",
            "другие города и населенные пункты региона": "0.8, 0.6"
        }
    },
    r18: {
        label: "Дагестан",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Буйнакск": "0.7, 0.5",
            "Дербент": "0.7, 0.5",
            "Каспийск": "0.7, 0.5",
            "Махачкала": "0.7, 0.5",
            "Хасавюрт": "0.7, 0.5",
            "другие города и населенные пункты региона": "0.6, 0.5"
        }
    },
    r19: {
        label: "Еврейская автономная область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Биробиджан": "0.6, 0.5",
            "другие города и населенные пункты региона": "0.6, 0.5"
        }
    },
    r20: {
        label: "Забайкальский край",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Краснокаменск": "0.6, 0.5",
            "Чита": "0.7, 0.5",
            "другие города и населенные пункты региона": "0.6, 0.5"
        }
    },
    r21: {
        label: "Ивановская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Иваново": "1.8, 1",
            "Кинешма": "1.1, 0.8",
            "Шуя": "1, 0.8",
            "другие города и населенные пункты региона": "0.9, 0.8"
        }
    },
    r22: {
        label: "Ингушетия",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Малгобек": "0.8, 0.5",
            "Назрань": "0.6, 0.5",
            "другие города и населенные пункты региона": "0.6, 0.5"
        }
    },

    r23: {
        label: "Иркутская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Ангарск": "1.2, 0.8",
            "Братск": "1, 0.8",
            "Тулун": "1, 0.8",
            "Усть-Илимск": "1, 0.8",
            "Усть-Кут": "1, 0.8",
            "Черемхово": "1, 0.8",
            "Иркутск": "1.7, 1",
            "Усолье-Сибирское": "1.1, 0.8",
            "Шелехов": "1.3, 0.8",
            "другие города и населенные пункты региона": "0.8, 0.5",
        }
    },
    r24: {
        label: "Кабардино-Балкарская республика",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Нальчик": "1, 0.8",
            "Прохладный": "1, 0.8",
            "другие города и населенные пункты региона": "0.7, 0.5",
        }
    },
    r25: {
        label: "Калининградская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Калининград": "1.1,0.8",
            "другие города и населенные пункты региона": "0.8,0.5"
        }
    },
    r26: {
        label: "Республика Калмыкия",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Элиста": "1.3,0.8",
            "другие города и населенные пункты региона": "0.6,0.5"
        }
    },
    r27: {
        label: "Калужская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Калуга": "1.2,0.8",
            "Обнинск": "1.3,0.8",
            "другие города и населенные пункты региона": "0.9,0.5"
        }
    },

    r28: {
        label: "Камчатский край",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Вилючинск": "1.0,0.6",
            "Петропавловск-Камчатский": "1.3,1",
            "другие города и населенные пункты региона": "1,0.6"
        }
    },
    r29: {
        label: "Карачаево-Черкесская республика",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Карачаевск": "1,0.8",
            "другие города и населенные пункты региона": "1,0.8"
        }
    },
    r30: {
        label: "Республика Карелия",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Петрозаводск": "1.3,0.8",
            "другие города и населенные пункты региона": "0.8,0.5"
        }
    },
    r31: {
        label: "Кемеровская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Анжеро-Судженск": "1.2,0.8",
            "Киселевск": "1.2,0.8",
            "Юрга": "1.2,0.8",
            "Белово": "1.3,0.8",
            "Березовский": "1.3,0.8",
            "Междуреченск": "1.3,0.8",
            "Осинники": "1.3,0.8",
            "Прокопьевск": "1.3,0.8",
            "Кемерово": "1.9, 1",
            "Новокузнецк": "1.8,1",
            "другие города и населенные пункты региона": "1.1,0.8"
        }
    },
    r32: {
        label: "Кировская",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Киров": "1.4,1",
            "Кирово-Чепецк": "1.2,0.8",
            "другие города и населенные пункты региона": "0.8,0.5"
        }
    },
    r33: {
        label: "Костромская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Кострома": "1.3,0.8",
            "другие города и населенные пункты региона": "0.7,0.5"
        }
    },
    r83: {
        label: "Краснодарский край",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Армавир": "1.2,0.8",
            "Анапа": "1.3,0.8",
            "Белореченск": "1.1, 0.8",
            "Ейск": "1.1, 0.8",
            "Кропоткин": "1.1, 0.8",
            "Крымск": "1.1, 0.8",
            "Курганинск": "1.1, 0.8",
            "Лабинск": "1.1, 0.8",
            "Славянск-на-Кубани": "1.1, 0.8",
            "Тимашевск": "1.1, 0.8",
            "Тихорецк": "1.1, 0.8",
            "Геленджик": "1.3,0.8",
            "Краснодар": "1.8,0.8",
            "Новороссийск": "1.8,1",
            "Сочи": "1.2,0.8",
            "Туапсе": "1.2,0.8",
            "другие города и населенные пункты региона": "0.9,0.5"
        }
    },
    r34: {
        label: "Красноярский край",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Ачинск": "1.1,0.8",
            "Железногорск": "1.3,0.8",
            "Зеленогорск": "1.1,0.8",
            "Канск": "1,0.8",
            "Красноярск": "1.8,1",
            "Лесосибирск": "1,0.8",
            "Минусинск": "1,0.8",
            "Назарово": "1,0.8",
            "Норильск": "1.3,0.8",
            "другие города и населенные пункты региона": "0.9,0.5"
        }
    },

    r35: {
        label: "Республика Крым",
        st_group: "st4",
        city: {
            "Выберите город": null,
            "Алушта": "0.6,0.6",
            "Армянск": "0.6,0.6",
            "Джанкой": "0.6,0.6",
            "Евпатория": "0.6,0.6",
            "Керчь": "0.6,0.6",
            "Красноперекопск": "0.6,0.6",
            "Саки": "0.6,0.6",
            "Судак": "0.6,0.6",
            "Феодосия": "0.6,0.6",
            "Севастополь": "0.6,0.6",
            "Симферополь": "0.6,0.6",
            "Ялта": "0.6,0.6",
            "другие города и населенные пункты региона": "0.6,0.6"
        }
    },

    r84: {
        label: "Курганская область",
        st_group: "st4",
        city: {
            "Выберите город": null,
            "Курган": "1.4,0.8",
            "Шадринск": "1.1,0.8",
            "другие города и населенные пункты региона": "0.6,0.5"
        }
    },
    r85: {
        label: "Курская область",
        st_group: "st4",
        city: {
            "Выберите город": null,
            "Курск": "1.2,0.8",
            "Железногорск": "1,0.8",
            "другие города и населенные пункты региона": "0.7,0.5"
        }
    },
    r37:{
        label: "Липецкая область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Елец": "1,0.8",
            "Липецк": "1.5,1",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },

    r38:{
        label: "Магоданская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Магодан": "0.7,0.5",
            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },

    r39:{
        label: "Республика Марий Эл",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Волжск": "1,0.8",
            "Йошкар-Ола": "1.4,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },
    r40:{
        label: "Мордовия",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Рузаевка": "1.2,1",
            "Саранск": "1.5,1",
            "другие города и населенные пункты региона" : "0.8,0.6"
        }
    },
    r42:{
        label: "Мурманская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Апатиты": "1.3,1",
            "Мончегорск": "1.3,1",
            "Мурманск": "2.1,1.2",
            "Североморск": "1.6,1",
            "другие города и населенные пункты региона" : "1.2,1"
        }
    },
    r43:{
        label: "Ненецкий автономный округ",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },
    r44:{
        label: "Нижегородская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Арзамас": "1.1,0.8",
            "Выкса": "1.1,0.8",
            "Саров": "1.1,0.8",
            "Балахна": "1.3,0.8",
            "Бор": "1.3,0.8",
            "Дзержинск": "1.3,0.8",
            "Кстово": "1.2,0.8",
            "Нижний Новгород": "1.8,1",
            "другие города и населенные пункты региона" : "1,0.8"
        }
    },
    r45:{
        label: "Новгородская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Боровичи": "1,0.8",
            "Великий Новгород": "1.3,0.8",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },
    r46:{
        label: "Новосибирская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Бердск": "1.3,0.8",
            "Искитим": "1.2,0.8",
            "Куйбышев": "1,0.8",
            "Новосибирск": "1.7,1",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },
    r47:{
        label: "Омская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Омск": "1.6,1",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },
    r48:{
        label: "Оренбургская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Бугуруслан": "1,0.8",
            "Бузулук": "1,0.8",
            "Новотроицк": "1,0.8",
            "Оренбург": "1.7,1",
            "Орск": "1.1,0.8",
            "другие города и населенные пункты региона" : "0.8,0.5",
        }
    },
    r49:{
        label: "Орловская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Ливны": "1,0.8",
            "Мценск": "1,0.8",
            "Орел": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },
    r50:{
        label: "Пензенская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Пенза": "1.4,1",
            "Кузнецк": "1,0.8",
            "Заречный": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5",
        }
    },
    r51:{
        label: "Пермский край",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Березники": "1.3,0.8",
            "Краснокамск": "1.3,0.8",
            "Лысьва": "1,0.8",
            "Чайковский": "1,0.8",
            "Пермь": "2,1.2",
            "Соликамск": "1.2,0.8",
            "другие города и населенные пункты региона" : "1.1,0.8"
        }
    },
    r52:{
        label: "Приморский край",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Арсеньев": "1,0.8",
            "Артем": "1,0.8",
            "Находка": "1,0.8",
            "Спасск-Дальний": "1,0.8",
            "Уссурийск": "1,0.8",
            "Владивосток": "1.4,1",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },
    r53:{
        label: "Псковская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Великие Луки": "1,0.8",
            "Псков": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5",
        }
    },
    r54:{
        label: "Ростовская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Азов": "1.2,0.8",
            "Батайск": "1.3,0.8",
            "Волгодонск": "1,0.8",
            "Гуково": "1,0.8",
            "Каменск-Шахтинский": "1,0.8",
            "Новочеркасск": "1,0.8",
            "Новошахтинск": "1,0.8",
            "Сальск": "1,0.8",
            "Таганрог": "1,0.8",
            "Ростов-на-Дону": "1.8,1",
            "Шахты": "1.1,0.8",
            "другие города и населенные пункты региона" : "0.8,0.5",
        }
    },
    r55:{
        label: "Рязанская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Рязань": "1.4,1",
            "другие города и населенные пункты региона" : "0.9,0.5",
        }
    },
    r56:{
        label: "Самарская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Новокуйбышевск": "1.1,0.8",
            "Сызрань": "1.1,0.8",
            "Самара": "1.6,1",
            "Тольятти": "1.5,1",
            "Чапаевск": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.9,0.5",
        }
    },
    r57:{
        label: "Саратовская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Балаково": "1,0.8",
            "Балашов": "1,0.8",
            "Вольск": "1,0.8",
            "Саратов": "1.6,1",
            "Энгельс": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },
    r58:{
        label: "Республика Саха (Якутия)",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Нерюнги": "0.8,0.5",
            "Якутск": "1.2,0.7",
            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },
    r59:{
        label: "Сахалинская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Южно-Сахалинск": "1.5,1",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },
    r60:{
        label: "Свердловская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Асбест": "1.1,0.8",
            "Ревда": "1.1,0.8",
            "Березовский": "1.3,0.8",
            "Верхняя Пышма": "1.3,0.8",
            "Новоуральск": "1.3,0.8",
            "Первоуральск": "1.3,0.8",
            "Верхняя Салда": "1.2,0.8",
            "Полевской": "1.2,0.8",
            "Екатеринбург": "1.8,1",
            "другие города и населенные пункты региона" : "1,0.8",
        }
    },
    r61:{
        label: "Республика Северная Осетия - Алания",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Владикавказ": "1,0.8",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },
    r62:{
        label: "Смоленская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Вязьма": "1,0.8",
            "Сафоново": "1,0.8",
            "Рославль": "1,0.8",
            "Ярцево": "1,0.8",
            "Смоленск": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },
    r63:{
        label: "Ставропольский край",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Буденновск": "1,0.8",
            "Георгиевск": "1,0.8",
            "Ессентуки": "1,0.8",
            "Минеральные воды": "1,0.8",
            "Невиномыск": "1,0.8",
            "Пятигорск": "1,0.8",
            "Кисловодск": "1.2,0.8",
            "Михайловск": "1.2,0.8",
            "Ставрополь": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },

    r64:{
        label: "Тамбовская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Мичуринск": "1,0.8",
            "Тамбов": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },
    r65:{
        label: "Республика Татарстан",
        st_group: "st4",
        city:{
            "Выберите город":null,
            "Альметьевск": "1.3,0.8",
            "Зеленодольск": "1.3,0.8",
            "Нижнекамск": "1.3,0.8",
            "Бугульма": "1.0,0.8",
            "Лениногорск": "1.0,0.8",
            "Чистополь": "1.0,0.8",
            "Елабуга": "1.2,0.8",
            "Казань": "2,1.2",
            "Набережные Челны": "1.7,1",
            "другие города и населенные пункты региона" : "1.1,0.8"
        }
    },
    r66:{
        label: "Тверская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Вышний Волочек": "1,0.8",
            "Кимры": "1,0.8",
            "Ржев": "1,0.8",
            "Тверь": "1.5,1",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },
    r67:{
        label: "Томская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Северск": "1.2,0.8",
            "Томск": "1.6,1",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },
    r68:{
        label: "Тульская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Алексин": "1,0.8",
            "Ефремов": "1,0.8",
            "Новомосковск": "1,0.8",
            "Тула": "1.5,1",
            "Узловая": "1.2,0.8",
            "Щекино": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },
    r69:{
        label: "Республика Тыва",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Кизыл": "0.6,0.5",

            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },
    r70:{
        label: "Тюменская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Тобольск": "1.3,0.8",
            "Тюмень": "2,1.2",
            "другие города и населенные пункты региона" : "1.1,0.8"
        }
    },
    r71:{
        label: "Удмуртская Республика",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Воткинск": "1.1,0.8",
            "Глазов": "1,0.8",
            "Сарапул": "1,0.8",
            "Ижевск": "1.6,1",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },
    r72:{
        label: "Ульяновская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Димитровград": "1.2,0.9",
            "Ульяновск": "1.5,1.1",
            "другие города и населенные пункты региона" : "0.9,0.6"
        }
    },
    r73:{
        label: "Хабаровский край",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Амурск": "1,0.8",
            "Комсомольск-на-Амуре": "1.3,0.8",
            "Хабаровск": "1.7,1",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },
    r74:{
        label: "Хакасия",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Абакан": "1,0.8",
            "Саяногорск": "1,0.8",
            "Черногорск": "1,0.8",
            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },

    r77:{
        label: "Чеченская Республика",
        st_group: "st4",
        city:{
            "Выберите город":null,
            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },

    r78:{
        label: "Чувашская Республика",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Канаш": "1.1,0.8",
            "Новочебоксарск":"1.2,0.8",
            "Чебоксары": "1.7,1",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },

    r79:{
        label: "Республика Коми",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Сыктывкар": "1.6,1",
            "Ухта":"1.3,0.8",

            "другие города и населенные пункты региона" : "1,0.8"
        }
    },

    r76:{
        label: "Челябинская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Златоуст": "1.4,0.8",
            "Миасс": "1.4,0.8",
            "Копейск": "1.6,1",
            "Магнитогорск": "1.8,1",
            "Сатка": "1.2,0.8",
            "Чебаркуль": "1.2,0.8",
            "Челябинск": "2.1, 1.3",
            "другие города и населенные пункты региона" : "1,0.8"
        }
    },

    r81:{
        label: "Ярославская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Ярославль":"1.5,1",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },
    r75:{
        label: "Ханты-Мансийский автономный округ",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Когалым": "1,0.8",
            "Нефтеюганск": "1.3,0.8",
            "Нягань": "1.3,0.8",
            "Сургут": "2,1.2",
            "Нижневартовск": "1.8,1",
            "Ханты-Мансийск": "1.5,1",
            "другие города и населенные пункты региона" : "1.1,0.8",
        }
    },
    r79:{
        label: "Чукотский автономный округ",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },

    r80:{
        label: "Ямало-Ненецкий автономный округ",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Новый Уренгой":"1,0.8",
            "Ноябрьск":"1.7,1",
            "другие города и населенные пункты региона" : "1.1,0.8"
        }
    },
};

export {typeTC, regions, powerTC, term, period, kbm, driving_experience}